pc.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>pc</title>
<!-- 2017-11-09 목 11:53 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">pc</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. note</a></li>
<li><a href="#sec-2">2. windows general</a></li>
<li><a href="#sec-3">3. cmd</a></li>
<li><a href="#sec-4">4. network</a></li>
<li><a href="#sec-5">5. windows 7</a></li>
<li><a href="#sec-6">6. windows 10</a></li>
<li><a href="#sec-7">7. ms office 2016 &gt; serial</a></li>
<li><a href="#sec-8">8. ms office 2010 &gt; serial</a></li>
<li><a href="#sec-9">9. printer &gt; canon &gt; ip</a></li>
<li><a href="#sec-10">10. printer &gt; canon &gt; driver</a></li>
<li><a href="#sec-11">11. printer &gt; canon &gt; scan</a></li>
<li><a href="#sec-12">12. projector</a></li>
<li><a href="#sec-13">13. screen</a></li>
<li><a href="#sec-14">14. MTP</a></li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> note</h2>
<div class="outline-text-2" id="text-1">
<p>
32비트
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> windows general</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>diskmgmt.msc
</li>
<li>devmgmt.msc
</li>
<li>eventvwr
</li>
<li><a href="http://live.sysinternals.com">http://live.sysinternals.com</a> &gt; desktops.exe procexp.exe
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> cmd</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>ipconfig
</li>
<li>arp -a
</li>
<li>arp -d
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> network</h2>
<div class="outline-text-2" id="text-4">
<p>
Internet Protocol Version 4 (TCP/IP4) 속성 
</p>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> windows 7</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>제어판 홈 &gt; 컴퓨터에 대한 기본 정보 보기
</li>
<li>Windows 정품 인증
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> windows 10</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Curitel<sub>Packet</sub><sub>Service</sub>, 수정한 날짜, 2005-08-02
</li>
<li>Windows Defender SmartScreen에서 인식할 수 없는 앱의 시작을 차단했습니다.
</li>
<li>이 앱을 실행하면 PC가 위험에 노출될 수 있습니다.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> ms office 2016 &gt; serial</h2>
<div class="outline-text-2" id="text-7">
<p>
파일 &gt; 계정
</p>
</div>
</div>

<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> ms office 2010 &gt; serial</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>복수 정품 인증 키의 한도까지 인증을 받았기 때문에 설치한 프로그램을 인증할 수 없습니다.
</li>
<li>제품 인증 필요
</li>
<li>이 제품은 29일 후에 라이센스가 취소됩니다. 이 제품의 라이센스를 확인하려면 인증이 필요합니다.
</li>
<li>파일 &gt; 도움말 &gt; 제품 키 변경
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> printer &gt; canon &gt; ip</h2>
</div>
<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> printer &gt; canon &gt; driver</h2>
<div class="outline-text-2" id="text-10">
<p>
​
</p>
<ul class="org-ul">
<li>Canon C5940KB &gt; iR-ADV C5240
<a href="http://www.canon-bs.co.kr/business/download.aspx?no=3469&category1=2">http://www.canon-bs.co.kr/business/download.aspx?no=3469&category1=2</a>
</li>
<li>Canon LBP6303dn &gt; LBP6300 
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-11" class="outline-2">
<h2 id="sec-11"><span class="section-number-2">11</span> printer &gt; canon &gt; scan</h2>
<div class="outline-text-2" id="text-11">
<p>
Color Network ScanGear 2 Tool
</p>
</div>
</div>

<div id="outline-container-sec-12" class="outline-2">
<h2 id="sec-12"><span class="section-number-2">12</span> projector</h2>
</div>
<div id="outline-container-sec-13" class="outline-2">
<h2 id="sec-13"><span class="section-number-2">13</span> screen</h2>
</div>
<div id="outline-container-sec-14" class="outline-2">
<h2 id="sec-14"><span class="section-number-2">14</span> MTP</h2>
<div class="outline-text-2" id="text-14">
<ul class="org-ul">
<li>USB 장치 인식 실패
</li>
<li>이 컴퓨터에 마지막으로 연결한 USB 장치가 오작동해으며 Windows에서 장치를 인식할 수 없습니다.
</li>
<li>devmgmt.msc &gt; USB 대용량 저장 장치 속성 &gt; 이벤트 &gt; 장치가 마이그레이션되지 않았습니다.
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2017-11-09 목 11:53</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
